       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 WS-NUM PIC 9(3) VALUE 100.
       PROCEDURE DIVISION.
           DISPLAY "HELLO".
           STOP RUN.
